12/data/attachments/1c687aeabe42185a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_7af5e51e-607d-4528-8368-f5a42eca0f1e</nif:username>
            <nif:friendToBeAdded>Erik_training_Actions_33450_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>